import React from "react";
import Header from '@/components/header';
import Footer from '@/components/footer';


export default function PrivacyPolicyPage() {
    
  return (
    <>
    <Header />
      <main
        className="p-8 max-w-2xl mx-auto"
        dir="rtl"
        style={{ textAlign: "right", paddingBottom: "5rem" }}
      >
        <h1
          className="text-2xl font-extrabold mb-6"
          style={{ color: "hsl(var(--primary))" }}
        >
          الشروط والأحكام

        </h1>

        <p className="mb-6 text-lg leading-relaxed">
          يرجى قراءة الشروط والأحكام التالية بعناية قبل استخدام الموقع:
           </p>

           


           
        <p className="mb-6 text-lg leading-relaxed">
              شروط الاستخدام <b className="text-secondary">  مع الوثائق المشار إليها في هذه الوثيق   </b>تتضمن الإرشادات اللازمة لكيفية الاستخدام والاستفادة من موقع جائزة للجودة والتميز السياحي، سواء بصفة زائر أو مستخدم مسجل. تتضمن إرشادات استخدام موقع إجراءات الدخول، والتصفح أو التسجيل لاستخدام الموقع.

        </p>

        <section>
          <h2 className="text-2xl font-bold mb-6">شروط الاستخدام:</h2>

          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>الدخول على موقعنا متاح للعموم مجاناً.</li>
            <li>لكننا لا نضمن أن يكون موقعنا، أو أي من محتوياته متاحاً بصورة دائمة دون انقطاع.</li>
            <li>  يحق لزائر الموقع التصفح والتعرف على جميع الخدمات والدورات المقدمة من قبلنا دون القيام بالتسجيل. </li>
            <li>يتم التسجيل في الدورات المعلن عنها وذلك بعد الموافقة على الشروط والأحكام.</li>
            <li>  نوفر خيارات للدفع في موقعنا الإلكتروني وهي: الدفع الإلكتروني. </li>
          </ul>
        </section>

           <section>
          <h2 className="text-2xl font-bold mb-6">المخالفة لشروط الاستخدام:</h2>
          <p className="mb-6 text-lg leading-relaxed">
            في حال مخالفة شروط الاستخدام (مثل الطباعة، النسخ، أو التحميل غير المصرح به)، يتوقف حقكم في استخدام الموقع فورًا.
           يمكننا طلب إتلاف أو إعادة أي نسخ تم الحصول عليها بطريقة مخالفة.

          </p>

        </section>



        <section>
          <h2 className="text-2xl font-bold mb-6">عدم الامتثال لشروط الاستخدام</h2>

          <p className="mb-6 text-lg leading-relaxed">
            قد يؤدي عدم الامتثال لشروط الاستخدام إلى قيامنا باتخاذ كافة أو أي من الإجراءات التالية:

          </p>

          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>السحب الفوري، بصورة مؤقتة أو دائمة لحقكم في استخدام موقعنا.</li>
            <li>توجيه تنبيه لكم.</li>
            <li>الإفصاح عن المعلومات للسلطات المختصة بتنفيذ القانون والنظام وفق ما نراه ضرورياً.</li>
            <li>نحن لا نتحمل المسؤولية عن الإجراءات المتخذة ردا على الإخلال بشروط الاستخدام. </li>
          </ul>

          <p className="mb-6 text-lg leading-relaxed">
            ويراعى أن الردود الموضحة في هذه السياسة ليست مقتصرة على ما تقدم، وإنما بالإمكان اتخاذ أي إجراء آخر نراه مناسبا بحدود المعقول.

          </p>
          
          
          <p className="mb-6 text-lg leading-relaxed">
            
           معايير التعليقات والمشاركة الإلكترونية
           تخضع كل التعليقات التي تضاف في قنوات المشاركة الإلكترونية لعملية فلترة بهدف التأكد من التزام صاحب التعليق بمعايير وضوابط نشر التعليقات، ومن حق الإدارة عدم نشر أية تعليقات تراها غير مناسبة للنشر، علماً بأن معايير نشر التعليقات تشمل ما يلي:

          </p>
          
          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>يجب على صاحب التعليق أن يلتزم بالآداب العامة والتعاليم الإسلامية، وأن يتجنب استخدام أية عبارات غير مناسبة أو ألفاظ خادشه للحياء.</li>
            <li>أن يكون التعليق منصباً على الموضوع المطروح للنقاش وألا يبتعد عن ذلك بأي شكل من الأشكال عنه.</li>
            <li>تجنب الوقوع في أية انتقادات شخصية لا تهدف إلى إثراء الفكرة المطروحة.</li>
            <li>الابتعاد عن النعرات الطائفية وتجنب الوقوع في أية موضوعات عنصرية أو خلافات مذهبية. </li>
            <li>التأكد التام عند كتابة أي نصوص قرآنية أو آراء دينية ويفضل عدم الخوض فيها إلا من المختصين.</li>
            <li>تجنب كتابة أية معلومات شخصية ومنها أية معلومات خاصة بالتواصل.</li>
          </ul>
          
          <p className="mb-6 text-lg leading-relaxed">
            الترخيص الممنوح لنا
           بمجرد تقديم أو توزيع منشورات المستخدم الخاصة بكم، فإنكم تمنحوننا الحق والترخيص غير الحصري، والقابل للنقل والتنازل، والترخيص من الباطن، المدفوع بالكامل، الخالي من الإتاوات، والدائم، والحق الذي لا رجعة فيه لاستضافة، أو نقل أو عرض أو تنفيذ أو إعادة إنتاج أو تعديل أو توزيع أو إعادة توزيع، أو إعادة الترخيص أو بخلاف ذلك استخدام أو توفير أو استغلال منشورات المستخدم الخاصة بكم، كلياً أو جزئياً، في أي شكل وبأي أشكال في وسائل الإعلام وعبر أية قنوات إعلامية (المعروفة الآن أو التي يتم تطويرها لاحقاً).


          </p>

          
          <p className="mb-6 text-lg leading-relaxed">
            
           الترخيص الممنوح لمستخدمين آخرين
           بمجرد تقديم أو توزيع منشورات المستخدم الخاصة بكم، فإنكم بهذا تمنحون كل مستخدم لموقعنا ترخيصاً غير حصري بالدخول واستخدام منشوراتكم في معرض استخدامهم لموقعنا لأغراض شخصية خاصة بهم.

          </p>

          

        </section>



        <section>
          <h2 className="text-2xl font-bold mb-6">شروط إضافية:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            تتضمن شروط الاستخدام أيضا الشروط الإضافية التالية، التي تنطبق أيضا على استخدامك لموقعنا:
          </p>
          <p className="mb-6 text-lg leading-relaxed">
         سياسة الخصوصية الخاصة بنا، التي تحدد الشروط التي نقوم على ضوئها بمعالجة أية بيانات شخصية نحصل عليها من قبلكم، أو التي تقدمونها لنا. وباستخدامكم موقعنا، فإنكم توافقون على هذه المعالجة وتتعهدون بأن جميع البيانات التي تقدمونها هي بيانات دقيقة وصحيحة.
          </p>
        </section>




        <section className="mb-8">
          <h6 className="text-2xl font-bold mb-4">التعديلات في الشروط:</h6>

          
          <p className="mb-4 text-lg leading-relaxed">
              يجوز لنا تعديل شروط الاستخدام هذه في أي وقت وذلك بتعديل هذه الصفحة. يرجى مراجعة هذه الصفحة باستمرار من وقت لآخر وذلك للاطلاع على أي تعديلات نكون قد قمنا بها، لأنها تعتبر ملزمة لكم.

          </p>
         
        </section>


        
         <section>
          <h2 className="text-2xl font-bold mb-6">الدخول على الموقع:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            الدخول على موقعنا متاح للعموم مجاناً لكننا لا نضمن أن يكون موقعنا، أو أي من محتوياته متاحاً بصورة دائمة دون انقطاع. حيث يُسمح بالدخول على موقعنا على أساس مؤقت. ويجوز لنا تعليق، أو سحب، أو وقف، أو تغيير كامل، أو أي جزء من موقعنا دون إشعار مسبق. ولن نكون مسؤولين في حال كان موقعنا غير متوفر في مواجهتكم في أي وقت أو لأية فترة أو لأي سبب من الأسباب.

          </p>
           
          <p className="mb-6 text-lg leading-relaxed">
            وتقع على عاتقكم مسؤولية اتخاذ جميع الترتيبات اللازمة للتمكن من الدخول على موقعنا.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            كما تقع على عاتقكم مسؤولية التأكد بأن جميع الأشخاص الذين يدخلون على موقعنا من خلال الاتصال عن طريق شبكة الإنترنت الخاصة بكم يجب أن يكونوا على علم تام بشروط الاستخدام والشروط والأحكام المرعية الأخرى، والامتثال لها.


          </p>
        </section>

        <section>
          <h2 className="text-2xl font-bold mb-6">التعديلات في الموقع:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            قد نقوم بتحديث موقعنا من وقت لآخر، وقد نقوم بتغيير المحتوى في أي وقت. ومع ذلك، يرجى ملاحظة أن أياً من محتويات الموقع قد يصبح متقادماً في أي وقت، ونحن لسنا ملزمين بتحديثه.


          </p>

          
          <p className="mb-6 text-lg leading-relaxed">
            نحن في المنظمة العربية للسياحة لا نضمن أن يكون الموقع الخاص بنا، أو أي من محتوياته، خالياً من حالات الاخطاء أو السهو.

          </p>
        </section>

        
         <section>
          <h2 className="text-2xl font-bold mb-6">التسجيل والدفع:</h2>

          <h3 className="text-1xl font-semibold mb-3">التصفح والتعرف على الخدمات:</h3>
          <p className="mb-6 text-lg leading-relaxed">
            يحق لزائر الموقع التصفح والتعرف على جميع الخدمات والدورات المقدمة من قبلنا دون القيام بالتسجيل.

          </p>

          <h3 className="text-1xl font-semibold mb-3">التسجيل في الدورات:</h3>
          <p className="mb-6 text-lg leading-relaxed">
            يتم التسجيل في الدورات المعلن عنها وذلك بعد الموافقة على الشروط والأحكام.


          </p>

          <h3 className="text-1xl font-semibold mb-3">خيارات الدفع:</h3>
          <p className="mb-6 text-lg leading-relaxed">
            يوفر خيارات للدفع في موقعنا الإلكتروني وهي: الدفع الإلكتروني، 
          </p>

          <h3 className="text-1xl font-semibold mb-3">تعديل أو إلغاء الدبلومات والدورات:</h3>
          <p className="mb-6 text-lg leading-relaxed">
           يحق لمنصة "جائزة الجودة والتميز السياحي" تعديل أو إلغاء الدبلومات والدورات المعلن عنها وسيتم إرسال تنبيه لجميع المسجلين في الدبلوم أو التدريب.


          </p>

          <h3 className="text-1xl font-semibold mb-3">تسليم الشهادات:</h3>
          <p className="mb-6 text-lg leading-relaxed">
            تسلم الشهادات فقط لمن حضر الدبلوم، وذلك بموجب الاسم المسجل لدينا في نموذج تسجيل المتدرب.

          </p>

          <h3 className="text-1xl font-semibold mb-3">استرجاع المبلغ المدفوع: </h3>
          <p className="mb-6 text-lg leading-relaxed">
            في حال تم الدفع عبر وسائل الدفع المتاحة في موقع المنصة ولم يتم الحضور في الدبلوم أو الدورة، فلا يحق للمتدرب المطالبة باسترجاع المبلغ المدفوع.

          </p>

          <h3 className="text-1xl font-semibold mb-3">الحساب وكلمة المرور:</h3>
          <p className="mb-6 text-lg leading-relaxed">
           في حال اختياركم، أو تزويدكم، بحساب مستخدم وكلمة مرور أو أي معلومات أخرى كجزء من إجراءات التسجيل أو الإجراءات الأمنية المعتمدة لدينا، يجب التعامل مع هذه المعلومات باعتبارها معلومات سرية. يتوجب عليكم عدم الإفصاح عنها إلى أي طرف ثالث. وعند إنشاء حساب مستخدم خاص بكم، قد يطلب منكم إدخال معلومات اختيارية إضافية (مثل عنوانكم). وبهذا فإنكم تقرون بأن جميع المعلومات المقدمة من طرفكم هي معلومات دقيقة وحديثة. وإنكم توافقون على المحافظة على هذه المعلومات والقيام بتحديثها لإبقائها دقيقة وحديثة.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
           لدينا الحق في تعطيل أي حساب مستخدم أو كلمة مرور، سواء تم اختيارها من قبلكم أو جرى تخصيصها لكم من قبلنا، في أي وقت، إذا كان في رأينا بحدود المعقول أنكم قد فشلتم في الامتثال لأي من أحكام وشروط الاستخدام. إذا كنتم تعلمون أو كان يساوركم أدنى شك بأن أحداً ما غيركم يعرف حساب المستخدم أو كلمة المرور الخاصة بكم، يجب عليكم إخطارنا بذلك فوراً على رابط اتصل بنا.


          </p>

        </section>

                 <section>
          <h2 className="text-2xl font-bold mb-6">توثيق صحة البيانات</h2>

          <p className="mb-6 text-lg leading-relaxed">
            لكي نتمكن من توثيق بريدك الإلكتروني، كما تنص عليه شروط الاستخدام الظاهرة عند تسجيلك للمرة الأولى على منصة جائزة الجودة والتميز السياحي، سيطلب منك إدخال اسم مستخدم وعنوان إلكتروني مفعّل. بعدها سترسل رسالة إلكترونية لعنوان البريد الإلكتروني المدخل مع رابط التفعيل. عند الضغط على هذا الرابط سيتم توثيق عنوان البريد الإلكتروني الخاص بك مباشرة وسيتم إعادة توجيهك إلى منصة جائزة الجودة والتميز السياحي.

          </p>

        </section>

        
         <section>
          <h2 className="text-2xl font-bold mb-6">   التسجيل وتسديد الرسوم</h2>

          
          <p className="mb-6 text-lg leading-relaxed">
         
           مع مراعاة ما تقدم، قد يطلب منكم دفع رسوم للحصول على دبلومات معينة على موقعنا.

          </p>

          
          <p className="mb-6 text-lg leading-relaxed">
            
         يتم تجهيز معلومات الدفع الخاصة بكم من قبل بائع طرف ثالث، وسيتم إعادة توجيهكم إلى موقع آمن لإتمام عملية الدفع. ويحدد بيان الخصوصية المنشور في الصفحة المقصودة للموقع الذي يديره بائع الطرف الثالث المعني كيفية تقديم ومعالجة تفاصيل الدفع الخاصة بكم. فيرجى الاطلاع على هذه الشروط قبل الشروع في أية عملية من هذا القبيل.

          </p>

          
          <p className="mb-6 text-lg leading-relaxed">
           بمجرد الانتهاء من معاملات الدفع الخاصة بكم، فإنه سوف يتم إعادة توجيهكم إلى صفحة تأكيد على موقعنا وستتلقون رسالة تأكيد بالبريد الإلكتروني أو رسالة تأكيد SMS أو رسالة واتس اب، تتضمن اسمكم، ورقم الطلب والمبلغ المدفوع. فيرجى الاحتفاظ بهذه الرسالة في سجلاتكم وفي حال عدم تلقيكم هذه الرسالة يمكنكم التواصل معنا من خلال بوابة الدعم الفني.

          </p>

        </section>
        <section>
          <h2 className="text-2xl font-bold mb-6">معايير المحتوى:</h2>

           <p className="mb-6 text-lg leading-relaxed">
            تنطبق معايير المحتوى هذه على جميع المواد التي تساهمون بها لموقعنا ("المشاركات")، وعلى الخدمات التفاعلية المرتبطة بها. يجب عليكم الالتزام بروح ونص المعايير التالية، التي تنطبق على كل جزء من أي مشاركة وعلى جميع المشاركات بوجه عام.

          </p>
          <h3 className="text-1xl font-semibold mb-3">المشاركات في الدبلوم / الدورة يجب أن:</h3>
          
          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>تكون دقيقة (بحيث تنطوي على إعطاء حقائق).</li>
            <li>تعقد بصدق وإخلاص (حيثما تنطوي على التعبير عن آراء).</li>
            <li>  يمنع نشر أي محتوى مخالف للتعاليم الإسلامية أو الأخلاق السائدة في المجتمع. </li>
            <li>أن يكون التعليق منصباً على الموضوع المطروح للنقاش وألا يبتعد عن ذلك بأي شكل من الأشكال عنه.</li>
            <li>تكون ملتزماً بأحكام القوانين والأنظمة المرعية في أي بلد يتم نشرها منه. </li>
          </ul>

          <h3 className="text-1xl font-semibold mb-3">المشاركات يجب ألاَّ:</h3>

            <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>تتضمن أي إساءة لأي جهة يرتبط عمل المنظمة.</li>
            <li>تتضمن أي مواد تشهيرية لأي شخص.</li>
            <li> تتضمن أي مواد فاحشة، أو هجومية، أو تشجع على الكراهية أو تحريضية. </li>
            <li>تتضمن أي مواد تتعلق بالأنشطة السياسية الحزبية.</li>
            <li>تتضمن أي إعلانات أو أي شكل من أشكال الإغراء التجاري.</li>
            <li>تتضمن أي مواد جنسية صريحة.</li>
            <li>تشجع العنف.</li>
            <li>تشجع التمييز على أساس العرق أو الجنس أو الدين أو القبيلة أو الجنسية أو الإعاقة أو العمر.</li>
            <li>تنتهك أي حق من حقوق النشر، أو حقوق قواعد البيانات أو العلامات التجارية لأي شخص آخر.</li>
            <li>تنطوي على الخداع لأي شخص.</li>
            <li>تنطوي على الإخلال بأي واجب قانوني مملوك لطرف ثالث، مثل الواجب التعاقدي أو واجب المحافظة على السرية.</li>
            <li>تشجع أي نشاط غير قانوني.</li>
            <li>تنطوي على التهديد أو إساءة المعاملة أو اختراق خصوصية الآخرين، أو التسبب في إزعاج أو مضايقة أو إثارة مشاعر قلق لا داعي لها.</li>
            <li>  تنطوي على مضايقة، أو إرباك، أو إحراج، أو إنذار أو إزعاج أي شخص آخر.   </li>
            <li> تستخدم لانتحال شخصية أي شخص، أو تحريف هويته أو الانتماء لأي شخص. </li>
            <li>تعطي الانطباع أنها تنبع منا، إذا لم تكن الحالة كذلك.</li>
            <li>تدعو، أو تشجع أو تساعد على أي فعل غير مشروع مثل التعدي على حق مؤلف أو إساءة استخدام أجهزة الحاسب الآلي.</li>
          </ul>
          
          
        </section>

        
         <section>
          <h2 className="text-2xl font-bold mb-6">الاعتماد على المعلومات:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            يتم توفير المحتوى على موقعنا بغرض الحصول على معلومات عامة فحسب، ولا ترتقي إلى مستوى المشورة التي يمكن الاعتماد عليها، وإنما يتعين عليكم الحصول على المشورة المهنية المتخصصة قبل القيام أو الامتناع عن أي عمل على أساس المعلومات المتوفرة على موقعنا. رغم أننا نبذل جهودا معقولة لتحديث المعلومات المنشورة على موقعنا، فإننا لا نعطي أية إقرارات أو تعهدات أو ضمانات، سواء كانت صريحة أو ضمنية، بأن المحتوى المنشور على موقعنا هي معلومات دقيقة وكاملة أو حديثة.

          </p>

          
          <p className="mb-6 text-lg leading-relaxed">
            إننا لا نضمن بأن الدورات أو المحتويات المنشورة على موقعنا ستلبي الاحتياجات أو تحقق التوقعات الخاصة بكم. كما أننا لا نقدم أي ضمان بشأن دقة واكتمال وتوقيت، أو نوعية موقعنا، أو أي دورات، أو محتويات، أو بشأن استمرار تقديم أي دورات أو محتويات معينة.

          </p>

        </section>

          <section>
          <h2 className="text-2xl font-bold mb-6">الاستخدامات المحظورة:</h2>

           <p className="mb-6 text-lg leading-relaxed">
            لا يجوز استخدام الموقع لأي أغراض غير قانونية أو احتيالية. 
          </p>

           <p className="mb-6 text-lg leading-relaxed">
            لا يجوز نشر أي محتوى يدعو إلى الإخلال بأمن البلاد أو نظامها العام.
          </p>

           <p className="mb-6 text-lg leading-relaxed">
             يمنع نشر أي محتوى يؤثر على الوحدة الوطنية (عنصرية، طائفية، قبلية). 
          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يمكنكم استخدام موقعنا فقط لأغراض مشروعة. ولا يجوز لكم استخدام موقعنا بأي طريقة تنطوي على مخالفة أي من القوانين والأنظمة المرعية على المستويات المحلية أو الوطنية أو الدولية.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            لا يجوز استخدام الموقع بأي طريقة غير قانونية أو احتيالية، أو تنطوي على أي غرض أو يكون لها أثر غير قانوني أو احتيالي لغرض إلحاق الضرر أو محاولة إلحاق الضرر بالغير.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع استخدام الموقع بهدف إلحاق الضرر أو محاولة إلحاق الضرر بالقاصرين بأي طريقة.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع الدخول غير المصرح به، أو التدخل أو إلحاق الضرر أو تعطيل أي جزء من الموقع، أو معدات أو شبكة يكون الموقع مخزناً عليها، أو برامج مستخدمة في تقديم الموقع وأي معدات، أو شبكة، أو برامج مملوكة، أو مستخدمة من قبل أي طرف ثالث.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع القيام عن قصد بإرسال، أو استقبال، أو تحميل، أو تنزيل، أو استخدام، أو إعادة استخدام أي مادة لا تتوافق مع معايير المحتوى المعتمدة لدينا كما هو مبين أدناه.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع استخدام الموقع بأي طريقة تهدف إلى إلحاق الضرر، أو تعطيل، أو إثقال، أو إضعاف أي حاسب خدمة أو شبكة/شبكات مربوطة بحاسب الخدمة الخاص بنا أو التدخل في استخدام أي طرف آخر للموقع.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            لا يجوز لكم محاولة الدخول غير المصرح به على الموقع، أو على أي حسابات أخرى أو أنظمة كمبيوتر أو شبكات مربوطة بحاسب الخدمة الخاص بنا من خلال القرصنة واختراق كلمة المرور أو أي وسيلة أخرى.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع القيام عن علم بنقل أي بيانات، أو إرسال أو تحميل أي مواد تحتوي على فيروسات، أو أي برامج ضارة أخرى أو رمز كمبيوتر مماثل مصمم ليؤثر سلباً على تشغيل أي برامج أو أجهزة كمبيوتر.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع حذف، أو التحميل بخلاف ذلك بكميات كبيرة، أي محتوى من موقعنا، مثل أي قائمة أو دليل مستخدمين محمل على النظام، ومنشورات المستخدمين أو معلومات المستخدم.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع تحريف أو محاولة تحريف هويتكم أثناء استخدامكم الموقع.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            يمنع إعادة إنتاج، أو تكرار، أو نسخ، أو إعادة بيع أي جزء من موقعنا بطريقة مخالفة لأحكام شروط استخدام هذا الموقع.

          </p>
        </section>


        

         <section>
          <h2 className="text-2xl font-bold mb-6">التعليق والإنهاء:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            سنحدد، في تقديرنا، ما إذا كان هناك إخلال بشروط الاستخدام من خلال استخدامكم لموقعنا. وإذا تبين وقوع إخلال بالفعل بهذه السياسة، فقد نتخذ بحقكم الإجراءات التي نراها مناسبة.

          </p>

        </section>



         <section>
          <h2 className="text-2xl font-bold mb-6">عدم تحمل المسؤولية:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            نحن لا نتحمل أية مسؤولية أو تبعة في مواجهة أي مستخدم عن أية خسارة أو ضرر، سواء من الناحية التعاقدية أو المسؤولية التقصيرية (بما في ذلك الإهمال)، أو الإخلال بالواجب القانوني، أو خلاف ذلك، حتى لو كان ذلك متوقعاً وناشئاً بموجب أو فيما يتعلق بما يلي:

          </p>

          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>استخدام أو عدم القدرة على استخدام موقعنا.</li>
            <li>استخدام أو الاعتماد على أي محتوى معروض على موقعنا.</li>
            
          </ul>

          <p className="mb-6 text-lg leading-relaxed">
            وإذا كنتم من المستخدمين من فئة الأفراد، يرجى ملاحظة أننا نوفر موقعنا للاستخدام المنزلي والخاص فحسب. وعليه، فإنكم توافقون على عدم استخدام موقعنا لأية أغراض أو أعمال تجارية، ولا نتحمل أية مسؤولية في مواجهتكم عن أي خسارة في الأرباح، أو توقف، أو انقطاع الأعمال، أو فقدان فرص العمل.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            نحن لا نتحمل أية مسؤولية عن أي خسارة أو ضرر ناجم عن فيروس، أو هجوم حرمان من الخدمة الموزعة، أو غيرها من المواد الضارة من الناحية التقنية التي قد تصيب أجهزة وبرامج الحاسب الآلي أو البيانات أو أي مادة أخرى عائدة لكم نتيجة استخدامكم لموقعنا أو نتيجة قيامكم بتحميل أي محتوى من موقعنا، أو من أي موقع آخر من المواقع المرتبطة بموقعنا.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
           كما أننا لا نتحمل أية مسؤولية عن محتويات المواقع المرتبطة بموقعنا. ولا ينبغي تفسير مثل هذه الروابط بأن تلك المواقع معتمدة من جانبنا، وعليه فإننا لا نتحمل أية مسؤولية عن أي خسارة أو ضرر قد ينشأ من استخدامكم لتلك الروابط أو المواقع.


          </p>
          
        </section>

        

        

         <section>
          <h2 className="text-2xl font-bold mb-6">قواعد السلوك في استخدام الإنترنت:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            إنكم توافقون على تحمل مسؤولية استخدامكم الخاص لموقعنا، وعن أي محتوى تقومون بتحميله، أو أي اتصال تقيمونه مع المستخدمين الآخرين وعن منشورات المستخدم الخاصة بكم (بما في ذلك جميع المحتويات المقدمة، أو المعلنة، أو المنشورة، أو الموزعة على موقعنا من قبلكم أو من المستخدمين الآخرين لموقعنا، بما في ذلك، على سبيل المثال لا الحصر، الملاحظات والأسئلة والتعليقات وتسجيلات الفيديو وتحميل الملفات). وعليه، فإنكم توافقون عند استخدام موقعنا على الامتثال لشروط الاستخدام المرعية بكافة مستوياتها المحلية، والإقليمية، والوطنية والدولية، والقواعد والأنظمة المرعية الأخرى، بما في ذلك قوانين حقوق النشر وأية قوانين متعلقة بنقل البيانات التقنية المصدرة من بلد إقامتكم.

          </p>

           <p className="mb-6 text-lg leading-relaxed">
            إنكم بهذا تتعهدون بأن تكونوا مسؤولين في مواجهتنا عن أي استخدام أو مشاركة لا تكون ملتزمة بتلك المعايير، وبتعويضنا عن أي إخلال بهذا التعهد. وفي حال كونكم مستخدماً فرداً، فإن هذا يعني أنكم ستكونون مسؤولين عن أي خسارة أو ضرر يلحق بنا نتيجة إخلالكم بهذا التعهد.

          </p>

           

           <p className="mb-6 text-lg leading-relaxed">
            سيتم اعتبار أي محتوى تقومون بتحميله على موقعنا من قبيل المعلومات غير السرية وغير المملوكة ملكية خاصة. مع حقكم في الاحتفاظ بجميع حقوق الملكية في المحتوى الخاص بكم، لكنه سيطلب منكم منحنا ومنح المستخدمين الآخرين لموقعنا ترخيصاً محدوداً لاستخدام وتخزين ونسخ هذا المحتوى وتوزيعه وتوفيره لأطراف ثالثة. كما يكون لنا الحق في القيام بالإفصاح عن هويتكم إلى أي طرف ثالث قد يزعم بأن أي محتوى تم نشره أو تحميله من قبلكم في موقعنا يشكل انتهاكاً لحقوق الملكية الفكرية، أو حقه في الخصوصية. وسيكون لدينا الحق في إزالة أي محتويات قمتم بنشرها على موقعنا إذا تبين، في رأينا، أن محتوى ما تم نشره من قبلكم لا يتوافق مع شروط الاستخدام هذه. ويراعى أن الآراء ووجهات النظر التي يعبر عنها مستخدمون آخرون على موقعنا لا تمثل - بالضرورة - وجهات نظرنا أو قيمنا وهم مسؤولون عنها.


          </p>
        </section>

        
         <section>
          <h2 className="text-2xl font-bold mb-6">الفيروسات</h2>

          <p className="mb-6 text-lg leading-relaxed">
            نحن لا نضمن أن يكون موقعنا آمناً أو خالياً من الشوائب أو الفيروسات.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            فأنتم مسؤولون عن تجهيز تقنية المعلومات الخاصة بكم، وبرامج الحاسب الآلي ومنصة العمل الخاصة بكم من أجل الوصول إلى موقعنا. ويجب عليكم استخدام برامج الحماية من الفيروسات الخاصة بكم.


          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يجب عدم إساءة استخدام موقعنا من خلال القيام عن عمد بإدخال الفيروسات أو غيرها من المواد الخبيثة أو الضارة من الناحية التقنية. ويجب عدم محاولة الدخول غير المصرح به على موقعنا، أو على حاسب الخدمة الخاص بموقعنا أو أي حاسب خدمة، أو كمبيوتر أو قاعدة بيانات مربوطة بموقعنا. ويجب عدم مهاجمة موقعنا من خلال هجوم الحرمان من الخدمة أو هجوم الحرمان من الخدمة الموزعة. وسنقوم بالإبلاغ عن أي خرق لهذا البند من الشروط إلى السلطات المختصة بتطبيق القانون والنظام، وسنتعاون مع هذه السلطات من خلال الإفصاح لها عن هويتكم. وفي حالة حدوث مثل هذا الاختراق، فإن حقكم في استخدام موقعنا سيتوقف على الفور.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            بإمكانكم الربط بالصفحة الرئيسية لموقعنا، مع مراعاة القيام بذلك بطريقة عادلة وقانونية لا تضر بسمعتنا أو تنطوي على إساءة استغلال موقعنا.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يجب عدم إقامة مثل هذا الرابط بطريقة توحي بأي شكل من أشكال الشراكة أو الموافقة أو تأييد من جانبنا في حال عدم وجود شيء من هذا القبيل.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يجب عدم إنشاء رابط للاتصال بين موقعنا وأي موقع لا يكون ملكاً لكم.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يجب عدم تشكيل موقعنا على أي موقع آخر، كما لا يجوز لكم إنشاء رابط مع أي جزء من موقعنا باستثناء الصفحة الرئيسية.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            نحتفظ بالحق في سحب الترخيص لكم بالربط مع موقعنا دون إشعار مسبق.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            يراعى أن الموقع الذي يتم الربط بينه وبين موقعنا يجب أن يكون ملتزماً من كافة النواحي بمعايير المحتوى المنصوص عليها في شروط الاستخدام هذه.

          </p>

          <p className="mb-6 text-lg leading-relaxed">
            إذا كنتم ترغبون في استخدام أي محتوى على موقعنا باستثناء ما هو مبين أعلاه، يرجى التواصل على رابط اتصل بنا.

          </p>

        </section>

        <section>
          <h2 className="text-2xl font-bold mb-6">حقوق الملكية الفكرية وحقوق النشر:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            باعتبارنا المالك أو الجهة المرخص لها باستخدام جميع حقوق الملكية الفكرية في موقعنا، والمواد المنشورة فيه، يراعى أن تلك الأعمال محمية بقوانين ومعاهدات حقوق التأليف والنشر المعتمدة في جميع أنحاء العالم. وعليه، فإن جميع هذه الحقوق تعتبر محفوظة. ما لم ينص على خلاف ذلك صراحة، فإن النصوص، والفحوص، والفيديو، والصور والمواد التعليمية الأخرى الواردة في الدورات المقدمة على موقعنا هي للاستخدام الشخصي الخاص بكم فيما يتعلق بهذه الدورات فحسب. وتستخدم بعض الوثائق المرجعية والدورات الدراسية الرقمية والمقالات وغيرها من المعلومات على موقعنا بتصريح من أطراف ثالثة، ويراعى أن استخدام هذه المعلومات يخضع لقواعد وشروط معينة سيتم نشرها مع تلك المعلومات. وباستخدامكم لموقعنا فإنكم توافقون على الالتزام بهذه القواعد والشروط بالكامل. وإنكم بهذا توافقون على الاحتفاظ بجميع حقوق النشر والإشعارات الأخرى المتعلقة بأي محتوى والتي تحصلون عليها من موقعنا. ويراعى أن جميع الحقوق في موقعنا ومحتواه، إذا لم تمنح لكم صراحة، تعتبر محفوظة.

          </p>

          <h3 className="text-1xl font-semibold mb-3">الاعتراف بحقوق المؤلف:</h3>
            <p className="mb-6 text-lg leading-relaxed">
           يجب دائمًا الاعتراف بحقوقنا وحقوق المشاركين الذين يتم تحديدهم في تأليف المحتوى المنشور.

          </p>
          
          <h3 className="text-1xl font-semibold mb-3">استخدام المحتوى لأغراض تجارية:</h3>
            <p className="mb-6 text-lg leading-relaxed">
           لا يجوز استخدام أي جزء من المحتوى المنشور لأغراض تجارية دون ترخيص منا أو من الجهات المُرَخِّصة لنا.


          </p>

        </section>


        <section>
          <h2 className="text-2xl font-bold mb-6">روابط وموارد الأطراف الثالثة المتاحة في موقعنا</h2>

           <p className="mb-6 text-lg leading-relaxed">
            في حال كان موقعنا يتضمن روابط لمواقع وموارد متاحة من أطراف ثالثة، يتم توفير هذه الروابط لاطلاعكم فحسب، ونحن ليس لدينا أي سيطرة على محتويات تلك المواقع أو الموارد.

          </p>
         
        </section>


         <section>
          <h2 className="text-2xl font-bold mb-6">الاستخدام والإفصاح</h2>

          <p className="mb-6 text-lg leading-relaxed">
            ينحصر حق الاطلاع على بيانات ومعلومات المستفيدين للعاملين المخولين بذلك في المركز وللأغراض والاستخدامات التي تحددها الانظمة. ويقصد ببيانات ومعلومات المستفيدين كل وأيّ مما يلي:

          </p>

          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>البيانات الشخصية المستخدمة في التسجيل.</li>
            <li>بيانات الموقع الجغرافي للمستخدم.</li>
            <li>  معلومات بيانات الاتصال والتحديثات المتعلقة بالاستخدام. </li>
            <li>المعلومات الأخرى المدخلة من المستخدم مثل تعبئة نموذج الشكاوى أو استخدام الخدمات الإلكترونية الأخرى التي تقوم بجمع المعلومات اللازمة للمعالجة.</li>
          </ul>
          
        </section>

                 <section>
          <h2 className="text-2xl font-bold mb-6">المعلومات الخاصة بنا:</h2>

          <p className="mb-6 text-lg leading-relaxed">
            موقع جائزة الجودة والتميز السياحي هو تابع للمنظمة العربية للسياحة، يتم من خلاله تقديم برامج إلكترونية مدفوعة نسعى من خلال ذلك إلى تمكين الراغبين والراغبات من تطوير قدراتهم ومهاراتهم في مجال الجودة والتميز السياحي.

          </p>
        </section>
        
 

      </main>
            <Footer />

    </>
  );
}
