import React from "react";
import Header from '@/components/header';
import Footer from '@/components/footer';

export default function PrivacyPolicyPage() {
    
  return (
    <>
    <Header />
      <main
        className="p-8 max-w-2xl mx-auto"
        dir="rtl"
        style={{ textAlign: "right", paddingBottom: "5rem" }}
      >
        <h1
          className="text-2xl font-extrabold mb-6"
          style={{ color: "hsl(var(--primary))" }}
        >
          سياسة الاسترجاع
        </h1>

        <p className="mb-6 text-lg leading-relaxed">
              يسقط حق المتدرب في طلب استرداد المبلغ المدفوع للدبلوم إذا لم يتم تقديم
          الطلب قبل بدء الدورة بما لا يقل عن 7 أيام عمل.
        </p>

        
        <p className="mb-6 text-lg leading-relaxed">
              يسقط حق المتدرب في طلب           في حال إذا كان المتدرب قد اشترى الدبلوم قبل أن يبدأ بـ 5 أيام على الأقل فإن المبلغ لا يسترد له، ونعتذر عن إرجاع المبلغ لكن يمكن للمتدرب إلغاء الاشتراك مع إمكانية الوصول لجميع محتوى الدبلوم أو البرنامج.

        </p>

        

        <section className="mb-8">
          <h6 className="text-2xl font-bold mb-4">أولًا :شروط الاسترجاع </h6>

          <p className="mb-4 text-lg leading-relaxed">
            عند استخدامك لموقعنا أو التسجيل للحصول على الخدمات أو التفاعل معنا،
            قد نقوم بجمع بعض المعلومات، منها:
          </p>
          <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
          <li>يجب إرفاق فاتورة الشراء الأصلية عند بدء إجراءات الاسترجاع.</li>
          <li>يحق للعميل استرجاع القيمة أو الاستبدال بدورة أخرى حسب اختياره وفقاً لسياسة الفترة الزمنية أعلاه.</li>
          <li>عند طلب الاسترجاع أو الاستبدال فإنه يخضع الطلب لعملية فحص من قبل الإدارة للتأكد من طلب الاسترجاع.</li>
          <li>يلزم لإتمام عملية الاسترجاع، وجود فاتورة الشراء من متجرنا والتي تصل على ايميل العميل أو عبر الواتساب المسجل لدينا.</li>
          </ul>

          <h6 className="text-2xl font-bold mb-4">   ثانيًا : مراجعة طلب الاسترجاع</h6>
          
        <p className="mb-6 text-lg leading-relaxed">
          في حال كان الإرجاع أو الاستبدال لسبب وجود خلل فني نقوم بمراجعة وفحص الطلب. فإذا تبين للمركز مخالفة المشتري لشروط وأحكام هذه السياسة وأن الخلل نتيجة خطأ المشتري، فإنه يحق لنا رفض طلب الاستبدال أو الاسترجاع، أو تحميل المشتري قيمة الضرر.

        </p>

          <h6 className="text-2xl font-bold mb-4">   ثالثاً : سياسةالاسترجاع و الاستردادالنقدي</h6>
           <ul className="list-disc list-inside mb-6 space-y-1 text-lg">
            <li>  فور تلقي طلب إعادة قيمة مشتريات أحد الدورات، سنقوم بإرسال رسالة إلكترونية خلال 5 أيام عمل، لإعلامك بتلقي الطلب، وبيان قبوله أو رفضه.</li>
            <li> إذا تمت الموافقة فسيتم معالجة الطلب، ويمكنك استلام أموالك المستردة إلى وسيلة الدفع الأصلية خلال 15 يوم عمل.</li>
            <li>  في حال تم الدفع بواسطة (بطاقات الائتمان - مدى - Apple Pay)، يتم خصم الرسوم البنكية للاسترداد من إجمالي المبلغ المدفوع.  </li>
            <li> إذا لم يتم استرداد المبلغ المستحق، تحقق من حسابك البنكي، أو تواصل مع شركة البطاقة أو البنك، فقد يستغرق الأمر بعض الوقت قبل ترحيل المبلغ رسميًا.</li>

          </ul>

        </section>

        <section>
          <h2 className="text-2xl font-bold mb-6">رابعاً: الاستثناءات</h2>
          <p className="mb-6 text-lg leading-relaxed">
          الأخطاء الناتجة عن إدخال العميل بيانات خاطئة خلال عملية الشراء لا تشملها سياسة الاسترجاع، ويعتبر العميل مسؤولًا مسؤولية كاملة.

        </p>

        </section>
      </main>
            <Footer />

    </>
  );
}
